<div class="content">
<div class="wrapper page">
<div class="page_shadow">

		<h1 class="page-title">Часто задаваемые вопросы</h1>
					
			<div class="item">
			<div class="question">1. Золотое правило! 1 игра - в одни руки!</div>
			<div class="answer" style="display: block;">Друзья! Ключ или Гифт который Вы получили, принадлежит только вам! Повторно получить этот код нереально!</div>
		</div>	
		<div class="item">
			<div class="question">2. Кто Мы такие?</div>
			<div class="answer" style="display: block;"><b>Уникальный</b> в своем роде «Развлекательный сервис» по продаже рандомных Steam, Origin и Uplay ключей, созданный такими же игроками как и Вы.<br>
			Надоело в пустую сливать деньги на рандом в котором получить что то путное просто не реально.<br>
			На сайте <b>Happykey.net</b> получить такие игры как Fifa 16, CS:GO, Rust, GTA 5, DayZ standalone, Call of Duty, Fallout 4, Hurtworld, Garry’s Mod, Rocket League, H1Z1, ARK: Survival Evolved,  Left 4 Dead, Battlefield 4, Medal of Honor и многие другие может абсолютно каждый!</div>
		</div>
		<div class="item opened">
			<div class="question">3. Игры какой стоимости выпадают?</div>
			<div class="answer" style="display: block;">Спешим сообщить, что стоимость игр которые выпадают в рандоме составляет <b>от 129 до 2599 руб.</b> в сервисе Steam, за исключением тех случаев, когда в Стиме проходят недели распродаж! <b>Отметим реальную возможность получить Дорогую игру</b> типа The Elder Scrolls V: Skyrim, Super meat boy, Insurgency, Titan Quest, Total War: ROME II - Emperor Edition, Tomb Raider, Don't Starve, Just Cause 2, Need for Speed и другие.</div>
		</div>
		<div class="item">
			<div class="question">4. Где активируется полученная игра</div>
			<div class="answer" style="display: block;">В сервисе Steam</div>
		</div>					
		<div class="item">
			<div class="question">5. Как пополнить Баланс?</div>
			<div class="answer" style="display: block;">Для того, чтобы пополнить свой счет, необходимо нажать на <b>«+»</b> который находится справа в самом верху сайта (рядом с ником / аватаркой профиля) и выбрать любой удобный способ оплаты.</div>
		</div>			
		<div class="item">
			<div class="question">6. Где и как получить игру?</div>
			<div class="answer" style="display: block;">
			После того как «Рулетка» остановится, система покажет Вам окно с ключом от игры.<br>
			Так же, все свои полученные ключи к играм Вы можете найти в разделе <a href="/profile" target="_blank">«Мои Выигрыши».</a><br>
			История в разделе «Мои Игры» хранится в течении 24 часов, после чего обнуляется!<br>
			Администрация не несет ответственности за не активированную вами игру спустя 24 часа с момента ее получения!<br>
			Поэтому советуем не затягивать с этим!<br>
			</div>
		</div>	
		<div class="item">
			<div class="question">7. Как активировать Ключ / Gift?</div>
			<div class="answer" style="display: block;">
			Инструкция по активации ключа в Steam:<br>
			<br>
			1.Загрузите и установите клиент;<br>
			2. Зарегистрируйте аккаунт;<br>
			3. Нажмите кнопку <b>«Добавить игру - активировать через Steam»</b> - следуйте инструкциям;<br>
			4. После активации, игра появится в «Библиотеке» и Вы сможете ее скачать;<br>
			5. После полной установки наслаждайтесь игровым процессом.<br>
			<br>
			Инструкция для активации Steam Gift:<br>
			<br>
			1. Если у вас еще нет аккаунта, скачайте клиент и зарегистрируйтесь;<br>
			2. Войдите, указав свои данные на сайт Steam;<br>
			3. Откройте полученную ссылку (перейдите по ней);<br>
			4. Откроется сайт Steam с сообщением <b>«Вам прислали подарок»</b>;<br>
			5. Нажмите "Принять" - <b>«Добавить в библиотеку»</b>;<br>
			6. Игра появится в <b>«Библиотеке»</b> стим-клиента, и ее можно будет загружать.<br>
			<br>
			</div>
		</div>	
		<div class="item">
			<div class="question">8. Не пришла игра / Отменил Gift?</div>
			<div class="answer" style="display: block;">
			Исключены все моменты связанные с "Не получением" ключей или гифтов! Сервис просто перестанет работать до тех пор, пока мы не пополним игры.<br>
			В случае если Вы отклонили гифт, незамедлительно обратитесь в <a href="https://new.vk.com/im?sel=-126024463" target="_blank">Тех.Поддержку</a>, описав свою проблему.
			</div>	
			</div>
			<div class="item">
			<div class="question">9. Не пришли деньги на счет, что делать?</div>
			<div class="answer" style="display: block;">
			Друзья, без паники! Средства могут не поступить на счет по двум причинам:<br>
			<br>
			1. Вы не до конца провели оплату (не совершили ее подтверждение, нажатием кнопки «Вернуться в магазин» или «Вернуться к продавцу» - зависит от способа оплаты.<br>
			<br>
			
			</div>
			</div>

     </div>
				</div>
				</div>